acpi
alacritty
autorandr
baobab
base
base-devel
blueman
bluetui
bluez
bluez-utils
boost
brightnessctl
cifs-utils
cmake
copyq
dex
dmenu
docker
docker-buildx
docker-compose
doxygen
efibootmgr
eigen3
evince
feh
firefox
flameshot
git
git-crypt
git-filter-repo
gnome-themes-extra
grub
gvim
htop
i3-wm
i3blocks
i3lock
i3status
iwd
libreoffice-fresh
linux
linux-firmware
maim
nautilus
network-manager-applet
networkmanager
ninja
noto-fonts-emoji
obsidian
pamixer
perl-yaml-tiny
pipewire
pipewire-pulse
polkit-gnome
python-dbus
python-gobject
redshift
rofi
sof-firmware
swig
sysstat
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-latex
texlive-latexextra
tldr
tlp
tmux
tree
ttf-ubuntu-font-family
wget
wireplumber
xclip
xdg-desktop-portal-gtk
xdg-utils
xdotool
xorg-server
xorg-xinit
xorg-xrandr
xss-lock
zathura
zsh
