ack
alien
alsa-tools-gui
ansible
appimagelauncher
apt-transport-https
autorandr
avahi-daemon
avahi-utils
backport-iwlwifi-dkms
brightnessctl
bsdutils
build-essential
ca-certificates
cargo
cat-bat
checkinstall
cifs-utils
clang
clang-format
clang-tidy
cmake
code
copyq
curl
dash
dconf-editor
diffutils
discord
dkms
dmidecode
docker-desktop
dos2unix
efibootmgr
feh
ff-pswitch-connector
ffmpeg
ffmpegthumbnailer
findutils
firefox
flameshot
fonts-crosextra-caladea
fonts-crosextra-carlito
freeglut3-dev
fzf
gcc
gdebi
geoclue-2.0
git
gnome-keyring
gnome-online-accounts
gnome-shell-pomodoro
gnome-tweaks
graphviz
grep
grub-efi-amd64
grub-efi-amd64-signed
gtk-chtheme
gz-harmonic
gzip
hostname
htop
hyphen-en-ca
hyphen-en-gb
hyphen-en-us
i3-wm
i3blocks
i3lock
i3status
ibus-table-cangjie-big
ibus-table-cangjie3
ibus-table-cangjie5
init
inkscape
iw
jp2a
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
libbz2-1.0
libc6
libcairo2-dev
libcanberra-gtk-module
libchewing3
libchewing3-data
libcurl4-openssl-dev
libfontconfig1-dev
libfuse2t64
libgdal-dev
libgirepository1.0-dev
libglu1-mesa
libglu1-mesa-dev
libgtk-3-dev
libharfbuzz-bin
libharfbuzz-dev
libm17n-0
libmarisa0
libncurses5
libogg-dev
libopencc-data
libopencc1.1
libotf1
libpango1.0-dev
libpinyin-data
libpinyin15
libreoffice-help-common
libreoffice-help-en-gb
libreoffice-help-en-us
libreoffice-java-common
libreoffice-l10n-en-gb
libreoffice-l10n-en-za
libsdl2-2.0-0
libsdl2-dev
libsecret-1-0
libsecret-common
libsfml-dev
libssl-dev
libstdc++6
libtinfo5
libudunits2-dev
libvorbis-dev
libxcb-cursor0
libxcb-xinerama0
libxkbcommon-x11-0
libxml2-dev
linux-headers-6.8.0-49-generic
linux-headers-6.8.0-52-generic
linux-headers-generic
linux-modules-nvidia-535-6.8.0-52-generic
locales
locate
login
lxappearance
m17n-db
maim
make
mesa-common-dev
mesa-utils
miktex
mpv
mythes-en-au
mythes-en-us
ncdu
ncurses-base
ncurses-bin
neovim
nfs-kernel-server
ninja-build
ntp
numlockx
nvidia-driver-535
obs-studio
okular
openconnect
openjdk-17-jdk
openssh-server
pass
pavucontrol
perl-tk
pkg-config
powertop
pulseaudio
python-is-python3
python3-colcon-common-extensions
python3-dev
python3-pip
python3-pydrive2
python3-setuptools
python3-venv
qemu-system-x86
r-base
r-base-dev
redshift
redshift-gtk
rofi
ros-dev-tools
ros-jazzy-desktop
ros-jazzy-ros-gz
rstudio
ruby-full
shim-signed
slack
smartmontools
smbclient
software-properties-common
sqlite3
sublime-text
suckless-tools
synaptic
telegram
tesseract-ocr
tesseract-ocr-deu
tigervnc-viewer
tldr
tree
ubuntu-desktop
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-standard
ubuntu-wallpapers
uidmap
universal-ctags
valgrind
vim
vim-gui-common
wget
wireless-tools
wpasupplicant
xclip
xpad
zip
zlib1g-dev
zoom
zsh
