acpi
alacritty
autorandr
baobab
base
base-devel
brightnessctl
copyq
dex
dmenu
efibootmgr
feh
firefox
flameshot
git
gnome-themes-extra
grub
gvim
i3-wm
i3blocks
i3lock
i3status
iwd
linux
linux-firmware
nautilus
network-manager-applet
networkmanager
pamixer
pipewire
pipewire-pulse
polkit-gnome
python-gobject
redshift
sof-firmware
sysstat
tldr
tlp
tmux
tree
ttf-ubuntu-font-family
wget
wireplumber
xdg-desktop-portal-gtk
xdg-utils
xorg-server
xorg-xinit
xorg-xrandr
xss-lock
zsh
